

<style type="text/css">

    @import url('https://fonts.googleapis.com/css2?family=Red+Hat+Display:wght@300;400;700&display=swap');

    #privacy-policy {
        max-width: 100%;
        margin: 0 auto;
        padding: 0 15px 200px 15px;
        text-align: justify;
        font-family: 'Red Hat Display', sans-serif;
    }

    #privacy-policy .logo-wrapper {
        display: flex;
        width: 100%;
        justify-content: center;
        padding: 20px 0;
    }

    #privacy-policy .logo {
        height: 100px;
    }

    #privacy-policy h2 {
        font-size: 35px;
        font-weight: 400;
        margin: 1.8rem 0;
    }

    @media (min-width: 576px) {
        #privacy-policy {
            max-width: 540px;
        }
    }

    @media (min-width: 768px) {
        #privacy-policy {
            max-width: 720px;
        }
    }

    @media (min-width: 992px) {
        #privacy-policy {
            max-width: 960px;
            padding-bottom: 150px;
        }
    }

    @media (min-width: 1200px) {
        #privacy-policy {
            max-width: 1140px;
            padding-bottom: 130px;
        }
    }

</style>

<!DOCTYPE html>
<html lang="pt-BR">
    <head>
        <title> Termos de uso - China iMport </title>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
    </head>
    <body>

        <section id="privacy-policy">

            <div class="logo-wrapper">
                <img class="logo" src="logo.png">
            </div>

            <h3><strong>VIS&Atilde;O GERAL</strong></h3>

<p>Esse aplicativo &eacute; operado pelo Danilo Variedades. Em todo o aplicativo, os termos &ldquo;n&oacute;s&rdquo;, &ldquo;nos&rdquo; e &ldquo;nosso&rdquo; se referem ao Danilo Variedades. O Danilo Variedades proporciona esse aplicativo, incluindo todas as informa&ccedil;&otilde;es, ferramentas e servi&ccedil;os dispon&iacute;veis deste aplicativo para voc&ecirc;, o usu&aacute;rio, com a condi&ccedil;&atilde;o da sua aceita&ccedil;&atilde;o de todos os termos, condi&ccedil;&otilde;es, pol&iacute;ticas e avisos declarados aqui.</p>

<p>Ao visitar nosso aplicativo e/ou comprar alguma coisa no nosso aplicativo, voc&ecirc; est&aacute; utilizando nossos &ldquo;Servi&ccedil;os&rdquo;. Consequentemente, voc&ecirc; &nbsp;concorda com os seguintes termos e condi&ccedil;&otilde;es (&ldquo;Termos de servi&ccedil;o&rdquo;, &ldquo;Termos&rdquo;), incluindo os termos e condi&ccedil;&otilde;es e pol&iacute;ticas adicionais mencionados neste documento e/ou dispon&iacute;veis por hyperlink. Esses Termos de servi&ccedil;o se aplicam a todos os usu&aacute;rios do aplicativo, incluindo, sem limita&ccedil;&atilde;o, os usu&aacute;rios que s&atilde;o navegadores, fornecedores, clientes, lojistas e/ou contribuidores de conte&uacute;do.</p>

<p>Por favor, leia esses Termos de servi&ccedil;o cuidadosamente antes de acessar ou utilizar o nosso aplicativo. Ao acessar ou usar qualquer parte do aplicativo, voc&ecirc; concorda com os Termos de servi&ccedil;o. Se voc&ecirc; n&atilde;o concorda com todos os termos e condi&ccedil;&otilde;es desse acordo, ent&atilde;o voc&ecirc; n&atilde;o pode acessar o aplicativo ou usar quaisquer servi&ccedil;os. Se esses Termos de servi&ccedil;o s&atilde;o considerados uma oferta, a aceita&ccedil;&atilde;o &eacute; expressamente limitada a esses Termos de servi&ccedil;o.</p>

<p>Quaisquer novos recursos ou ferramentas que forem adicionados &agrave; loja atual tamb&eacute;m devem estar sujeitos aos Termos de servi&ccedil;o. Voc&ecirc; pode revisar a vers&atilde;o mais atual dos Termos de servi&ccedil;o quando quiser nesta p&aacute;gina. Reservamos o direito de atualizar, alterar ou trocar qualquer parte desses Termos de servi&ccedil;o ao publicar atualiza&ccedil;&otilde;es e/ou altera&ccedil;&otilde;es no nosso aplicativo. &Eacute; sua responsabilidade verificar as altera&ccedil;&otilde;es feitas nesta p&aacute;gina periodicamente. Seu uso cont&iacute;nuo ou acesso ao aplicativo ap&oacute;s a publica&ccedil;&atilde;o de quaisquer altera&ccedil;&otilde;es constitui aceita&ccedil;&atilde;o de tais altera&ccedil;&otilde;es.</p>

        </section>

    </body>
</html>
